#+title: Notes about the pornography industry
#+DATE: <2023-07-21 Fri 21:05>
:PROPERTIES:
:ID:       yh5juz019wj0
:END:
#+filetags: :project:permanent:
#+toc: t

** DONE On Pornography                                               :@write:
:LOGBOOK:
CLOCK: [2023-07-22 Sat 11:49]--[2023-07-22 Sat 13:35] =>  1:46
CLOCK: [2023-07-21 Fri 20:28]--[2023-07-22 Sat 00:36] =>  4:08
CLOCK: [2023-07-21 Fri 16:13]--[2023-07-21 Fri 19:41] =>  3:28
CLOCK: [2023-07-21 Fri 08:59]--[2023-07-21 Fri 15:39] =>  6:40
CLOCK: [2023-07-21 Fri 05:37]--[2023-07-21 Fri 08:35] =>  2:58
:END:
